export const nav = [
  {
    id: 1,
    text: "Об институте",
    url: "/",
  },
  {
    id: 2,
    text: "Интерактивная карта",
    url: "/about",
  },
  {
    id: 3,
    text: "Новости",
    url: "/pages",
  },
  {
    id: 4,
    text: "Лаборатории",
    url: "/blog",
  },
  {
    id: 5,
    text: "Контакты",
    url: "/contact",
  },
]
export const category = [
  {
    id: 1,
    category: "Открытия",
    title: "",
    cover: './assets/images/category/opens.jpg',
  },
  {
    id: 2,
    category: "Новости из лаборатории",
    title: "",
    cover: "./assets/images/category/news.jpg",
  },
  {
    id: 3,
    category: "Выставки растений",
    title: "",
    cover: "./assets/images/category/tourism.jpg",
  },
  {
    id: 4,
    category: "Оркестр в саду",
    title: "",
    cover: "./assets/images/category/sport.jpg",
  },
  {
    id: 5,
    category: "Новый павильон",
    title: "",
    cover: "./assets/images/category/cosmo.jpg",
  },
  {
    id: 6,
    category: "Пешие прогулки",
    title: "",
    cover: "./assets/images/category/health.jpg",
  },
  
]
export const blog = [
  {
    id: 1,
    title: "Главный ботанический сад",
    desc: "Главный ботанический сад — особо охраняемая природная территория со статусом природоохранной и научной организации, предназначенная для проведения исследований и научных разработок по охране, защите, воспроизводству и использованию растительного мира, в том числе редких и находящихся под угрозой исчезновения видов растений. Это место не случайно называют «лёгкими города», здесь собрана уникальная многотысячная коллекция флоры Казахстана, Европы, Крыма и Кавказа, Северной Америки и Восточной Азии.",
    category: "Об институте",
    cover: './assets/images/blogs/corona.jpg',
    date: "Сентябрь 15, 2022",
  },

  {
    id: 2,
    title: "Виды деятельности",
    desc: "Проведение фундаментальных и прикладных исследований в области интродукционного  обогащения  генофонда  ботанических  садов  Казахстана; создание    технологий   введения    в    культуру    и    размножения    растений; разработка научных основ сбалансированного использования растительного покрова и растительных ресурсов; оценка современного состояния видового разнообразия фито- и микобиотов Казахстана; сохранение растительного генофонда.",
    category: "Об институте",
    cover: "./assets/images/blogs/party.jpg",
    date: "Октябрь 15, 2022",
  },
  {
    id: 3,
    title: "Научные направления",
    desc: "Основными научными направлениями Института являются разработка научных основ сохранения, воспроизводства и использования растительного мира Казахстана, формирование и сохранение коллекций живых растений природной и культурной, отечественной и мировой флоры.",
    category: "Об институте",
    cover: "./assets/images/blogs/milkyway.jpg",
    date: "Ноябрь 21, 2023",
  },
  {
    id: 4,
    title: "Руководство",
    desc: " Генеральный директор Республиканского государственного предприятия на праве хозяйственного ведения «Институт ботаники и фитоинтродукции» Комитета лесного хозяйства и животного мира Министерства экологии, геологии и природных ресурсов Республики Казахстан, доктор биологических наук, академик Казахстанской Национальной Академии Естественных наук.    ",
    category: "Об институте",
    cover: "./assets/images/blogs/leave.jpg",
    date: "Декабрь 20, 2022",
  },
  {
    id: 5,
    title: "Услуги ботанического сада",
    desc: "РГП на ПХВ «Институт ботаники и фитоинтродукции» Комитета лесного хозяйства и животного мира Министерства экологии, геологии и природных ресурсов Республики Казахстан является научным предприятием и особо охраняемой природной территорией, где в живых коллекциях произрастают растения казахстанской и мировой флоры.  Посещение и знакомство с экспозициями ботанического сада разрешается в рабочие часы, так же возможны групповые и индивидуальные экскурсии по заранее согласованной заявке по телефону 8 708 973 27 57. Стоимость услуг по организации экскурсий, мастер-классов и предоставления разрешения на групповую профессиональную фотосъёмку уточняйте по вышеуказанному номеру телефона. Специалисты ботанического сада оказывают услуги по определению видов растений и консультации по уходу за растениями. Заявки принимаются по телефону  8 708 970 58 66. Оплата за услуги согласно прайс-листу производится через кассу на входе в Главный Ботанический Сад. Билеты на посещение так же можно приобрести посредством онлайн  оплаты согласно инструкциям ниже:",
    category: "Услуги",
    cover: "./assets/images/blogs/ai.jpg",
    date: "Январь 20, 2023",
  },
  {
    id: 6,
    title: "Лаборатория геоботаники",
    desc: "Отдел геоботаники создан в 1945 г. Первым руководителем был д.б.н., профессор Рубцов Н.И. (1945 – 1954 гг.). Он уделял много внимания развитию геоботанического картографирования. Под его руководством были составлены карты растительности для Западно-Казахстанской, Алматинской, Жамбыльской, Шымкентской, Северо-Казахстанской, Кызылординской, Восточно-Казахстанской, Семипалатинской, Павлодарской, Кокшетауской, Карагандинской областей, а также Карта растительности водоемов Сырдарьи, Геоботаническая карта междуречья Волга-Урал.",
    category: "Лаборатории",
    cover: "./assets/images/blogs/peels.jpg",
    date: "Февраль 20, 2023",
  }
]
